11/data/attachments/4e09af084416b55f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Deborah_trial_Actions_17153_0</nif:username>
            <nif:friendToBeRequested>soap_actions_3cce276b-56df-4d1c-a74c-b21e3d16c583</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>